<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Table Header
    |--------------------------------------------------------------------------
    */

    'table.heading' => '변경이력',
    'table.empty_state_heading' => '감사 없음',

    /*
    |--------------------------------------------------------------------------
    | Table Columns
    |--------------------------------------------------------------------------
    */

    'column.user_name' => '사용자',
    'column.event' => '이벤트',
    'column.created_at' => '등록됨',
    'column.old_values' => '기존 내용',
    'column.new_values' => '신규 내용',
    'column.auditable_type' => '감사됨',

    /*
    |--------------------------------------------------------------------------
    | Table Filters
    |--------------------------------------------------------------------------
    */

    'filter.created_at' => '등록됨',
    'filter.created_from' => '시작일',
    'filter.created_until' => '종료일',

    /*
    |--------------------------------------------------------------------------
    | Table Actions
    |--------------------------------------------------------------------------
    */

    'action.restore' => '복원',

    /*
    |--------------------------------------------------------------------------
    | Resource Infolist
    |--------------------------------------------------------------------------
    */

    'infolist.tab.info' => '정보',
    'infolist.tab.old-values' => '기존 내용',
    'infolist.tab.new-values' => '신규 내용',
    'infolist.user' => '사용자',
    'infolist.created-at' => '등록됨',
    'infolist.audited' => '감사됨',
    'infolist.event' => '이벤트',
    'infolist.url' => 'URL',
    'infolist.ip-address' => 'IP 주소',
    'infolist.user-agent' => '사용자 에이전트',
    'infolist.tags' => '태그',

    /*
    |--------------------------------------------------------------------------
    | Notifications
    |--------------------------------------------------------------------------
    */

    'notification.restored' => '변경이력 복원',
    'notification.unchanged' => '변경할 사항이 없습니다.',
    'notification.unauthorized' => '권한이 없습니다',

];
