<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Table Header
    |--------------------------------------------------------------------------
    */

    'table.heading' => 'سجل التعديلات',
    'table.empty_state_heading' => 'لا توجد عمليات تدقيق',

    /*
    |--------------------------------------------------------------------------
    | Table Columns
    |--------------------------------------------------------------------------
    */

    'column.user_name' => 'المستخدم',
    'column.event' => 'العملية',
    'column.created_at' => 'تاريخ التعديل',
    'column.old_values' => 'القيم السابقة',
    'column.new_values' => 'القيم الجديدة',
    'column.auditable_type' => 'تم التدقيق',

    /*
    |--------------------------------------------------------------------------
    | Table Filters
    |--------------------------------------------------------------------------
    */

    'filter.created_at' => 'تاريخ التعديل',
    'filter.created_from' => 'من',
    'filter.created_until' => 'إلى',

    /*
    |--------------------------------------------------------------------------
    | Table Actions
    |--------------------------------------------------------------------------
    */

    'action.restore' => 'استعادة',

    /*
    |--------------------------------------------------------------------------
    | Resource Infolist
    |--------------------------------------------------------------------------
    */

    'infolist.tab.info' => 'معلومات',
    'infolist.tab.old-values' => 'القيم السابقة',
    'infolist.tab.new-values' => 'القيم الجديدة',
    'infolist.user' => 'المستخدم',
    'infolist.created-at' => 'تاريخ التعديل',
    'infolist.audited' => 'تم التدقيق',
    'infolist.event' => 'العملية',
    'infolist.url' => 'الرابط',
    'infolist.ip-address' => 'عنوان IP',
    'infolist.user-agent' => 'متصفح المستخدم',
    'infolist.tags' => 'الوسوم',

    /*
    |--------------------------------------------------------------------------
    | Notifications
    |--------------------------------------------------------------------------
    */

    'notification.restored' => 'تمت الاستعادة',
    'notification.unchanged' => 'لا توجد تعديلات',
    'notification.unauthorized' => 'وصول غير مصرح به',

];
